
INSERT INTO `person` (`name`, `birth_year`, `gender`, `job`, `blood_type`, `MBTI`)
VALUES
('표*희', 1961, '남', '무직', 'O', 'ISTP'),
('김*주', 1963, '남', '경비원', 'A', 'ENFP'),
('탁*진', 1977, '남', '무직', 'A', 'ESTP'),
('안*현', 1989, '여', '프로그래머', 'B', 'ESTJ'),
('이*훈', 1973, '남', '프로그래머', 'B', 'ENFJ'),
('노*주', 1999, '여', '프로그래머', 'B', 'ISTJ'),
('추*수', 2001, '남', '운동선수', 'AB', 'INFP'),
('풍*연', 2003, '여', '대학생', 'A', 'ISFJ'),
('송*진', 2000, '남', '대학생', 'A', 'ESFP'),
('임*진', 2012, '여', '학생', 'O', 'ENTJ'),
('양*선', 2019, '남', '유치원생', 'O', 'ENFJ'),
('황*호', 1992, '남', '회사원', 'O', 'ISFP'),
('하*영', 1981, '여', '회사원', 'O', 'ISFJ'),
('전*준', 1979, '남', '회사원', 'B', 'ESFJ'),
('황*윤', 1965, '남', '회사원', 'B', 'ESTP'),
('안*빈', 1997, '남', '가수', 'B', 'ESTJ'),
('표*곤', 1983, '남', '강사', 'B', 'INFJ'),
('설*호', 1981, '남', '운동선수', 'A', 'INFP'),
('서*영', 1972, '여', '무직', 'O', 'ENTJ'),
('정*현', 2000, '남', '학생', 'O', 'ISTP');
commit;
