INSERT INTO programming_language (name, description)
VALUES ('Python', '사용하기 쉽고 쉬운 문법을 갖춘 프로그래밍 언어'),
	   ('Java', '플랫폼에 독립적인 객체지향 프로그래밍 언어'),
       ('JavaScript', '웹 브라우저에서 동적인 웹 페이지를 만들기 위한 스크립트 언어'),
       ('SQL', '관계형 데이터베이스에서 데이터를 관리하고 조작하기 위해 표준화된 언어');
       
INSERT INTO `person` (`name`, `birth_year`, `gender`, `job`, `blood_type`, `MBTI`, `pl`)
VALUES 
('표*희', 1961, '남', '무직', 'O', 'ISTP', 0),
('김*주', 1963, '남', '경비원', 'A', 'ENFP', 0),
('탁*진', 1977, '남', '무직', 'A', 'ESTP', 0),
('안*현', 1989, '여', '프로그래머', 'B', 'ESTJ', 2),
('이*훈', 1973, '남', '프로그래머', 'B', 'ENFJ', 2),
('노*주', 1999, '여', '프로그래머', 'B', 'ISTJ', 1),
('추*수', 2001, '남', '운동선수', 'AB', 'INFP', 0),
('풍*연', 2003, '여', '대학생', 'A', 'ISFJ', 1),
('송*진', 2000, '남', '대학생', 'A', 'ESFP', 0),
('임*진', 2012, '여', '학생', 'O', 'ENTJ', 0),
('양*선', 2019, '남', '유치원생', 'O', 'ENFJ', 0),
('황*호', 1992, '남', '회사원', 'O', 'ISFP', 1),
('하*영', 1981, '여', '회사원', 'O', 'ISFJ', 0),
('전*준', 1979, '남', '회사원', 'B', 'ESFJ', 0),
('황*윤', 1965, '남', '회사원', 'B', 'ESTP', 0),
('안*빈', 1997, '남', '가수', 'B', 'ESTJ', 0),
('표*곤', 1983, '남', '강사', 'B', 'INFJ', 3),
('설*호', 1981, '남', '운동선수', 'A', 'INFP', 0),
('서*영', 1972, '여', '무직', 'O', 'ENTJ', 0),
('정*현', 2000, '남', '학생', 'O', 'ISTP', 0);
commit;